"play" = "Παίζω";
"about" = "Σχετικά με";
"back" = "Πίσω";
"highlevel" = "Υψηλότερο επίπεδο";
"highscore" = "Υψηλή βαθμολογία";
"personalScore" = "Προσωπικό σκορ";
"leaderboard" = "Παγκόσμιος πίνακας κατάταξης";
"waveBoard" = "Πίνακας κατάταξης επιπέδου";
"textsection" =
"Σώστε τα ντίνο!

Πατήστε στους αστεροειδείς!
Εκρήξετέ τους!
    
Αφιερωμένο στο δικό μου
αδελφή Σαμάνθα

Πνευματικά δικαιώματα © 2020
Τζόρνταν Κλέιν.
Ολα τα δικαιώματα διατηρούνται.";
"littledino" = "Προστατέψτε τους Dinos!";
"level" = "Επίπεδο";
"score" = "Σκορ";
"greatjob" = "Καλή δουλειά";
"goodjob" = "Καλή δουλειά";
"greattry" = "Τέλεια προσπάθεια";
"greateffort" = "Σπουδαία προσπάθεια";
"goodeffort" = "Καλή προσπάθεια";
"playGame" = "Παίζω";
"shop" = "Κατάστημα";
"starAmount" = "Αστέρια";
"removeAds" = "Αφαίρεσε τις διαφημίσεις";

// Asteroid Types in Shop
"redAsteroid" = "Κόκκινοι αστεροειδείς";
"blueAsteroid" = "Μπλε αστεροειδείς";
"greenAsteroid" = "Πράσινοι αστεροειδείς";
"purpleAsteroid" = "Μωβ αστεροειδείς";
"specialAsteroid" = "Ειδικοί αστεροειδείς";

//Unlockables
"redUnlockable" = "Χρειάζεστε 150 αστέρια για ξεκλείδωμα.";
"blueUnlockable" = "Χρειάζεστε 100 αστέρια για ξεκλείδωμα.";
"greenUnlockable" = "Χρειάζεστε 50 αστέρια για ξεκλείδωμα.";
"purpleUnlockable" = "Χρειάζεστε 200 αστέρια για ξεκλείδωμα.";
"specialUnlockable" = "Χρειάζεστε 250 αστέρια για ξεκλείδωμα.";
